/* Warning that a clickatell.com account is required */
"(Clickatell.com account required.)" = "(Clickatell.com account required.)";

/* Label for account field */
"Account:" = "Λογαριασμός:";

/* label for API ID field */
"API ID:" = "API ID:";

/* label for destination number field */
"Destination Number:" = "Αριθμός Παραλήπτη:";

/* Label for password field */
"Password:" = "Κωδικός:";

/* Title for SMS plugin */
"SMS Notifications" = "Ειδοποιήσεις SMS";

/* Instructions for clickatell */
"To register:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFor rates see:\nhttp://www.clickatell.com/brochure/pricing.php" = "Για εγγραφή:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFor rates see:\nhttp://www.clickatell.com/brochure/pricing.php";